"use strict";

const questions = [
	{
		question: 'Кто является автором сказки "Щелкунчик и Мышиный Король"?',
		answers: ["Братья Гримм", "Андерсен", "Гофман", "Пушкин"],
		correct: 3
	},
	{
		question: "Сколько лет Мари Штальбаум?",
		answers: ["7 лет", "9 лет", "12 лет", "15 лет"],
		correct: 1
	},
	{
		question: "Какой орех должен был спасти принцессу Пирлипат от проклятья?",

		answers: [
		"Кракатук", 
		"Фундук", 
		"Грецкий орех", 
		"Миндаль"],

		correct: 1
	},
	{
		question: "В каком городе Дроссельмейер нашел волшебный орех?",
		answers: ["Москва", "Нюрнберг", "Париж", "Лондон"],
		correct: 2
	},
	{
		question: "Кто убил семиглавого Мышиного Короля?",
		answers: ["Фриц", "Дроссельмейер", "Щелкунчик", "Мари"],
		correct: 3
	},
];
